const translationUA = {
    base: {
        page: 'Сторінка',
    },
    nav: {
        history: 'Історія та засновники',
        membership: 'Членство та співпраця',
        insurance: 'Адвокації та страхування',
        studying: 'Навчання та курси',
        internship: 'Стажування',
        services: 'Надання лікувальних послуг',
        articles: 'Відеопроекти, статті та монологи',
        events: 'Події та участь у конференціях',
    },
    articles: {
        articles: 'Відеопроекти, статті та монологи',
    },
    events: {
        events: 'Події та участь у конференціях',
    },
    history: {
        history: 'Історія та засновники',
    },
    insurance: {
        insurance: 'Адвокації та страхування',
    },
    internship: {
        internship: 'Стажування',
    },
    membership: {
        membership: 'Членство та співпраця',
        title: [`Порядок набуття і припинення членства, права та обов'язки членів.`, 'Співпраця у світі'],
        first: `Членами Організації можуть бути громадяни України, іноземці та особи без громадянства які перебувають в Україні
        на законних підставах, які досягли 14 років і які визнають Статут Організації та сприяють діяльності, що спрямована на
       досягнення мети і завдань Організації, а також сплатили щорічний членський внесок до 31 березня поточного року.`,
        second: `Рішення про прийом у члени Громадської організації приймає Координаційна Рада Громадської організації, протягом місяця з дня подання 
        громадянином особистої письмової заяви на ім'я голови координаційної Ради Громадської організації про бажання стати членом Громадської 
        організації. Колективні члени подають рішення трудового колективу про вступ до Громадської організації.`,
        third: 'Облік членів Громадської організації здійснюється  Координаційною Радою Громадської організації.',
        fourth: ['Члени громадської організації мають право:', 'обирати і бути обоаними до складу статутних органів Громадської органіхації;','брати участь у вирішенні питань, що розглядаються на засіданнях статутних органів, до складу яких вони обрані;', 'носити пропозиції до статутних органів усіх рівнів та відстоювати свою точку зору до прийняття більшостю відповідного рішення;', 'на участь у зборах, засіданнях статутних органів;', 'одержувати інформацію з питань діяльності Громадської організації;', 'вільно відстоювати і пропагувати ідеї та пропозиції з питань, що обговорюються в Громадській організації до прийняття рішень з цих питань;', 'висловлювати свою думку щодо персонального складу кандидатур, які пропонуються для обрання до статутних органів Громадської організації;', 'брати участь в усіх заходах, що проводяться Громадською організацією;', 'на отримання від Громадської організації допомоги, якої він потребує;', 'вільно виходити з Громадської організації за власною письмовою заявою.'],
        fifth: [`Члени Громадської організації зобов'язані:`, 'виконувати вимоги цього Статуту;', `рати активну участь у виконанні рішень статутних органів, проведенні заходів, спрямованих на пропаганду Громадської організації, 
        всебічно сприяти зміцненню їх авторитету;`, `сплачувати щорічні членськи внески в розмірі 200 грн до 31 березня поточного року. Нові члени сплачують членськи внески 
        протягом двох місяців з дня прийняття Координаційною Радою позитивного рішення щодо членства у Громадській організації;`],
        sixth: `Членство в Громадській організації несумісне з діями, спрямованими на підрив авторитету, територіальної цілісності та національної безпеки України, 
        порушенням прав людини, пропагандою війни, насильства, етнічної, расової чи релігійної ворожнечі.`,
        seventh: `За дії, несумісні з перебуванням у Громадянській організації: грубі порушення вимог Статуту, систематичні невиконання рішень
        керівних статутних органів, негідну поведінку, що компрометує звання члена Громадської організації, до члена Громадської організації
        застосовуються стягнення: попередження та виключення з Громадської організації та Рішенням про стягнення приймається Координаційною
        Радою Громадської організації простою більшістю голосів присутніх з інформуванням про це голови Координаційної Ради Громадської організації.`,
        eighth: ['Член Громадської організації може бути виключений:', `за власним бажанням шляхом подання заяви до КоординаційноЇ Ради Громадської органцзації, та членство припиняється з дня подання
        такої заяви та не потребує додаткових рішень;`, 'смерті члена Громадської організації;', 'порушення статуту;', `невиконання обов'язків;`, 'інші дії, що негативно позначаються на діяльності Громадської організації.'],
        

    },
    services: {
        services: 'Надання лікувальних послуг',
        surgery: 'Хірургія',
        therapy: 'Терапія',
        laboratory_research: 'Лабораторні дослідження',
        vaccinations: 'Профілактичні щеплення',
        ophthalmology: 'Офтальмологія',
        obstetrics: 'Акушерство та генікологія',
        x_ray: 'Рентген',
        bridle: 'УЗД',
    },
    studying: {
        studying: 'Навчання та курси',
        bridle: 'УЗД',
        grooming: 'Грумінг',
        laboratory_case: 'Лабораторна справа',
        animal_care: 'Догляд за тваринами',
        diet: 'Дієтотерапія для тварин',
    },
    home: {
        avs: 'Ассоціяція ветеринарів',
    },
    footer: {
        socials: 'Соціальні мережі',
        location: '07853 <br/>Київська обл., Бородянський р-н, смт. Немішаєве, вул. Технікумівська 1, корпус 5',
    },
    menuModal: {
        history: 'Історія та засновники',
        membership: 'Членство та співпраця',
        insurance: 'Адвокації та страхування',
        studying: 'Навчання та курси',
        internship: 'Стажування',
        services: 'Надання лікувальних послуг',
        articles: 'Відеопроекти, статті та монологи',
        events: 'Події та участь у конференціях',
    },
};

export default translationUA;